MAIN_BUTTONS = [
            ['Забрать мою корзину 🧺'],
            ['О нас', 'Цены', 'Набор заботы'],
            ['Отследить мой заказ', 'Заполнить анкету'],
            ['Связь с персональным менеджером 🕘']
        ]

BASKET_BUTTONS = [
    ['Пробный цикл заботы ••• 1290 руб.'],
    ['Заказ по абонементу'],
    ['Что входит в цикл заботы?'],
    ['Вернуться в главное меню']
]

ORDER_BUTTONS = [
    ['Мне подходит этот вариант!'],
    ['Посмотреть абонементы'],
    ['Мне нужна помощь персонального менеджера'],
    ['Вернуться в главное меню']
]

CITIES_BUTTONS = [
    ['Санкт-Петербург', 'Зеленогорск'],
    ['Сестрорецк', 'Кронштадт', 'Всеволожск'],
    ['В списке нет моего города', 'Назад']
]

TIME_BUTTONS = [
    ['07.00-09.00', '09.00-11.00'],
    ['11.00-13.00', '13.00-15.00'],
    ['15.00-17.00', '17.00-19.00'],
    ['19.00-21.00', '21.00-23.00'],
    ['Вернуться к выбору даты']
]

SUBSCRIPTIONS_BUTTONS = [
    ['Абонемент на 4 заказа ••• 4760 руб.'],
    ['Абонемент на 8 заказов ••• 8888 руб.'],
    ['Абонемент на 12 заказов ••• 13200 руб.'],
    ['Абонемент на 24 заказа ••• 24240 руб.'],
    ['Мне нужна помощь персонального менеджера'],
    ['Назад']
]

ABOUT_US_BUTTONS = [
    ['Забрать мою корзину 🧺'],
    ['Вернуться в главное меню']
]

PRICES_BUTTONS = [
    ['Пробный цикл заботы ••• 1290 руб.'],
    ['Абонемент на 4 заказа ••• 4760 руб.'],
    ['Абонемент на 8 заказов ••• 8888 руб.'],
    ['Абонемент на 12 заказов ••• 13200 руб.'],
    ['Абонемент на 24 заказа ••• 24240 руб.'],
    ['Мне нужна помощь персонального менеджера'],
    ['Вернуться в главное меню']
]

AROMA_BUTTONS = [
        ['Лимон', 'Чайное дерево'],
        ['Лаванда', 'Без аромата'],
        ['Доверяю выбор аромата вам'],
        ['Вернуться в главное меню']
    ]

IRONING_BUTTONS = [
        ['Гладить все', 'Ничего не гладить'],
        ['Гладить всё, кроме маленьких вещей'],
        ['Гладить только постельное белье и полотенца'],
        ['Вернуться к предыдущему вопросу']
    ]

YES_NO_BUTTONS = [
        ['Да', 'Нет'],
        ['Вернуться к предыдущему вопросу']
    ]

PREV_NEXT_BUTTONS = [['Предыдущий вопрос', 'Следующий вопрос']]

CARE_SET_BUTTONS = [['Получить набор заботы', 'Вернуться в главное меню']]

RETURN_MENU_BUTTONS = [['Вернуться в главное меню']]

PREV_BUTTONS = [['Назад']]
