MANAGER_TEXT = ('Мы всегда готовы позаботиться о вас и ваших вещах. '
                'В этом чате вы можете сделать заказ, изменить ваши '
                'данные, время приезда курьера и сообщить нам все ваши '
                'пожелания по уходу за вещами и работе курьеров.\n\nНа '
                'связи Лиза, ваш персональный менеджер.\n\nКак я могу '
                'позаботиться о вас сегодня?')

CARE_SET_TEXT = ('Мы заботимся о ваших вещах и мире, поэтому '
                 'предпочитаем не использовать одноразовую '
                 'упаковку 🌎\n\nТак был придуман Набор заботы, '
                 'созданный полностью из тщательно подобранных '
                 'природных материалов и полностью закрывающий '
                 'весь функционал, который есть у одноразовой '
                 'упаковки. Бонус от его использования — процесс '
                 'передачи и возврата вещей становится для '
                 'наших клиентов быстрее 🤍\n\n🧺 Что входит '
                 'в Набор заботы? 🧺\n\n• Вместительная корзина\n'
                 'Сюда вы можете собирать все вещи, которые '
                 'нуждаются в заботе. Вес или категория одежды '
                 'не имеют значения. Главное, чтобы они '
                 'поместились в корзину.\n\n• Тканевый мешочек\n'
                 'Чтобы ваши вещи были надежно защищены и не '
                 'потерялись при перевозке, мы добавили в набор '
                 'мешочек для маленьких вещей.\n\n• Чехол для '
                 'одежды\nНам важно, чтобы вещи, которые требуют '
                 'деликатной перевозки, приехали к вам в идеальном '
                 'состоянии. Именно поэтому мы упаковываем '
                 'одежду в отдельные чехлы.\n\n• Плечики\nОдежду, '
                 'которая легко мнется, мы перевозим “на плечиках”. '
                 'И ни одной складки от нашего офиса до вашего '
                 'дома.\n\n🌱 Как получить Набор заботы? 🌱\n\n'
                 'Набор заботы мы передадим вам после внесения '
                 'возвратного депозита, который составляет 4000 '
                 'рублей. При следующем заказе наш курьер '
                 'привезет его вам, а далее при каждом заказе '
                 'вместе с вашими вещами он будет привозить '
                 'новый набор для замены.')

SOME_TEXT = 'Пожалуйста, выберите вариант'

ORDER_TEXT = ('Вот что в него включено:\n🌿 заберем\n🌿 '
              'постираем\n🌿 выведем пятна (при необходимости)\n'
              '🌿 отбелим (при необходимости)\n🌿 усилим цвет '
              '(при необхоимости)\n🌿 уберем катышки (при '
              'необходимости)\n🌿 выведем запах (при необходимости)'
              '\n🌿 погладим\n🌿 привезем обратно\n\nМожно заказать '
              'дополнительно (мы будем полностью курировать весь '
              'процесс):\n\n🍃 химчистку вещей\n🍃 услуги ремонтной '
              'мастерской\n\nМы будем рады позаботиться '
              'о ваших вещах, чтобы вы посвятили свое время '
              'действительно важному 🤍')

ORDER_AGREE_TEXT = ('Мы очень рады, что вы теперь с нами!\n\nНам '
                    'необходимо уточнить некоторые детали, чтобы скорее '
                    'начать ухаживать за вашими вещами. Выберите, '
                    'пожалуйста, город.\n\nЗаполняя данные о вас, вы '
                    'соглашаетесь, что мы будем бережно хранить у себя '
                    'ваши персональные данные. Мы гарантируем, что они '
                    'навсегда останутся строго конфиденциальными.\n\n'
                    'Политика обработки персональных данных расположена '
                    'здесь: https://knovoe.ru/terms')

ABOUT_TEXT = ('Наши ценности — это\n🌱 Забота\n🌱 Надежность\n🌱 Комфорт\n'
              '🌱 Время\n\nМиссия KAK NOVOE — избавить вас от рутинной '
              'обязанности и освободить время на ресурсные занятия. '
              'Автоматизируем процесс стирки и предоставляем высокий уровень '
              'сервиса.\nНаши специалисты полностью понимают специфику '
              'материалов, тканей и разных категорий вещей. Нам важно, чтобы, '
              'доверив одежду нам, вы больше не думали о ней.\nИменно поэтому '
              'в приоритете время, которое мы помогаем вам освободить для '
              'ресурсных занятий. Все вещи приезжают точно в срок и в '
              'идеальном состоянии. Мы с вами не только каждый день, но '
              'и во время самых важных событий.')

GREETING_TEXT = ('Мы рады, что вы зашли в гости в телеграм-бот сервиса заботы '
                 'о ваших вещах KAK NOVOE 🤍\n\nЭтот телеграм-бот — наша '
                 'первая встреча. Здесь можно:\n🌱 познакомиться с нами и '
                 'нашими ценностями,\n🌱 узнать стоимость услуг,\n🌱 сделать '
                 'процесс передачи вашей корзины курьеру еще быстрее, заказав '
                 'Набор заботы,\n🌱 заполнить анкету, чтобы мы узнали ваши '
                 'дополнительные пожелания, и уровень нашего сервиса станет '
                 'еще выше,\n🌱 связаться с вашим персональным менеджером '
                 'напрямую. Он поймет вас с полуслова, будет всегда на связи и'
                 ' поможет найти ответ на любой вопрос. И, конечно же, через '
                 'него можно всегда быстро оформить заказ.')

PRICES_TEXT = ('Мы придумали комфортную систему абонементов, но оставили '
               'возможность оформить Разовый заказ. Просто выберите вариант, '
               'который вам наиболее удобен.')

DAY_TEXT = 'В какой день вам было бы удобно встретить курьера?'

TIME_TEXT = 'В какое время вам удобно было бы встретить курьера?'

AROMA_TEXT = 'Выберите легкий аромат, который будет сопровождать ваши вещи:'

IRONING_TEXT = ('Все ли ваши вещи нуждаются в глажке? (Глажение '
                '"запечатывает" вещи, они хуже дышат, но, безусловно, этот '
                'процесс делает вещи особенно приятными)')

SPOTS_TEXT = ('По умолчанию мы согласовываем с клиентами, если пятно не '
              'выводится нашими любимыми щадящими методами, и необходимы '
              'более активные компоненты. Нужно ли согласовывать это с вами?')

HISTORY_TEXT = ('Для выведения многих пятен щадящими методами нам нужно знать '
                'природу возникновения пятен. Можем ли мы обращаться к вам с '
                'подобными вопросами?')

WISHES_TEXT = ('Есть ли у вас пожелания к процессу ухода за вещами?')

WISHES_DELIVERY_TEXT = ('Здесь вы можете оставить пожелания к взаимодействию с'
                        ' нашей курьерской службой.')

THANKS_TEXT = ('Благодарим за заполнение анкеты! Вы всегда можете снова '
               'вернуться в это меню и изменить выбранные вами ответы. '
               'До встречи, KAK NOVOE')

FINISH_ORDER_TEXT = ('Время забронировано.\n\nВ течение пары часов вам напишет'
                     ' ваш персональный менеджер и подтвердит заказ.\n\n'
                     'Хорошего дня 🤍')

AGREE_DATA_TEXT = ('Мы бережно храним у себя ваши персональные данные. '
                   'Заполняя данные о вас, вы соглашаетесь на это. Тем '
                   'не менее, гарантируем, что они навсегда останутся строго '
                   'конфиденциальными. Политика обработки персональных данных '
                   'расположена здесь: https://knovoe.ru/terms')

BASKET_TEXT = ('У нас есть удобный формат абонементов, но также '
               'можно выбрать и Разовый цикл заботы. Какой '
               'вариант вам комфортнее?')

ADDRESS_TEXT = ('Укажите ниже улицу, дом, корпус, этаж и квартиру. '
                'Также напишите примечания для курьера, чтобы он '
                'быстрее нашел вас.')

MANAGER_CARE_SET_TEXT = ('На связи Лиза.\n\nВ течение нескольких минут '
                         'я пришлю вам ссылку на оплату депозита и далее'
                         ' мы начнем готовить Набор заботы, чтобы привезти его'
                         ' вам со следующим приездом курьера🌿')

MANAGER_STATUS_TEXT = ('На связи Лиза, ваш персональный менеджер.\n\nЯ уже '
                       'проверяю статус вашего заказа 🧼')

MANAGER_REPLY_TEXT = ('Мы переадресовали запрос на вашего персонального '
                      'менеджера. Он напишет вам в этом чате: @knovoe')
